Repository: Fabrice-Deshayes-aka-Xtream/XtreamToolbox
Catalog: Xtream's ToolBox/Tools/ImagesRenamer.*.resx
Languages: fr

# searchPattenrLabel.Text
source: Search Pattern
fr: Masque de recherche

# label3.Text
source: 3. Simulate or execute rename processing
fr: 3. Effectuer une simulation ou executer le renommage

# renameButton.Text
source: Rename
fr: Renommer

# SimulateButton.Text
source: Simulate
fr: Simuler

# normalModeRadioButton.Text
source: normal mode
fr: repertoire selectionné

# recursiveModeRadioButton.Text
source: recursive mode
fr: repertoire selectionné et ses sous repertoires

# label2.Text
source: 2. Choose Jpeg files search mode
fr: 2. Choisir le mode de recherche des fichiers

# label1.Text
source: 1. Select your photo's directory
fr: 1. Selection du repertoire contenant les photos jpg à renommer

# browseButton.Text
source: Browse...
fr: Parcourir...

# cancelButton.Text
source: Cancel
fr: Annuler

# scrollLockCheckBox.Text
source: Scroll Lock
fr: vérrouiller le défilement

# label4.Text
source: jpeg files will be renamed like this : filename.jpg -> [yyyy-mm-dd hh-mm-ss] filename.jpg
fr: Les photos jpeg seront renommées comme suit : fichier.jpg -> [aaaa-mm-jj hh-mm-ss] fichier.jpg

# clearButton.Text
source: Clear result list
fr: Nettoyer la liste résultat

# $this.Text
source: Xtream's ToolBox - Exif jpeg renammer
fr: Xtream's ToolBox - Renommeur de photos jpeg basé sur la date EXIF
