Repository: Fabrice-Deshayes-aka-Xtream/XtreamToolbox
Catalog: Xtream's ToolBox/Properties/Resources.*.resx
Languages: fr

# Calc_tip
source: Launch Windows calculator
fr: Executer la calculatrice Windows

# TimeICalManager_Tip
source: Left click to open online calendar{0}Right click to open online contacts.
fr: Clic gauche pour ouvrir le calendrier.{0}Clic droit pour ouvrir les contacts.

# FormName_About
source: Xtream's ToolBox - About
fr: Xtream's ToolBox - A propos

# FormName_ExifRenamer
source: Xtream's ToolBox - Exif renamer
fr: Xtream's ToolBox - Renommeur de photos Jpeg basé sur la date EXIF

# FormName_Notepad
source: Xtream's ToolBox - Notepad
fr: Xtream's ToolBox - Bloc note

# FormName_QuickLaunchProperty
source: Xtream's ToolBox - Quicklauch properties
fr: Xtream's ToolBox - Propriétés du raccourci

# FormName_SysInfos
source: Xtream's ToolBox - System informations
fr: Xtream's ToolBox - Informations système

# FormName_Weather
source: Xtream's ToolBox - Current Weather Conditions
fr: Xtream's ToolBox - Météo

# JpgRenamer_Action1
source: {0} -> nothing to do. Filename is already good.
fr: {0} -> aucune modification. Le nom du fichier est déjà correct.

# JpgRenamer_Action2
source: {0} -> {1} (EXIF date in filename wasn't good).
fr: {0} -> {1} (la date EXIF dans le nom du fichier n'était pas correcte).

# JpgRenamer_Action4
source: {0} -> No EXIF data. Can't rename this photo.
fr: {0} -> pas de données EXIF. Impossible de renommer cette photo.

# JpgRenamer_Canceled
source: canceled
fr: annulé

# JpgRenamer_Complete
source: completed
fr: terminé

# JpgRenamer_Error
source: ERROR : {0}
fr: ERREUR : {0}

# JpgRenamer_NormalMode
source: (normal mode)
fr: (mode normal)

# JpgRenamer_NPhotosToRename
source: {0} photo(s) to rename...
fr: {0} photo(s) à renommer...

# JpgRenamer_RecursiveMode
source: (recursive mode)
fr: (mode récursif)

# JpgRenamer_RenameStart
source: Starting rename operations on {0}
fr: Démarrage du renommage sur le repertoire {0}

# JpgRenamer_ReportRename1
source: Rename operation {0} on {1} jpg photo(s) {2} in {3} second(s)
fr: renommage {0} pour {1} photo(s) jpg {2} en {3} seconde(s)

# JpgRenamer_ReportRename2
source: {0} photo(s) have been renamed
fr: {0} photo(s) ont été renommée(s)

# JpgRenamer_ReportRename3
source: {0} photo(s) have been ignored because no EXIF data were found
fr: {0} photo(s) ont été ignorée(s) à cause de l'absence de données EXIF

# JpgRenamer_ReportRename4
source: {0} photo(s) have been ignored because filename was already good
fr: {0} photo(s) ont été ignorée(s) car le nom de fichier est déjà correct

# JpgRenamer_ReportRename5
source: {0} photo(s) have been corrected because EXIF date in filename wasn't good
fr: {0} photo(s) ont été corrigée(s) car la date EXIF déjà présente dans le nom du fichier était éronnée

# JpgRenamer_ReportRename6
source: {0} error(s) on renaming operations
fr: {0} erreur(s) lors du renommage

# JpgRenamer_ReportSimulation1
source: Simulation {0} on {1} jpg photo(s) {2} in {3} second(s)
fr: simulation {0} pour {1} photo(s) jpg {2} en {3} seconde(s)

# JpgRenamer_ReportSimulation2
source: {0} photo(s) will be renamed
fr: {0} photo(s) seront renommée(s)

# JpgRenamer_ReportSimulation3
source: {0} photo(s) will be ignored because no EXIF data were found
fr: {0} photo(s) seront ignorée(s) à cause de l'absence de données EXIF

# JpgRenamer_ReportSimulation4
source: {0} photo(s) will be ignored because filename was already good
fr: {0} photo(s) seront ignorée(s) car le nom de fichier est déjà correct

# JpgRenamer_ReportSimulation5
source: {0} photo(s) will be corrected because EXIF date in filename wasn't good
fr: {0} photo(s) seront corrigée(s) car la date EXIF déjà présente dans le nom du fichier était éronnée

# JpgRenamer_SimulationStart
source: Starting simulation on {0} (no file will be renamed)
fr: Démarrage de la simulation sur le repertoire {0}

# KeyStatus_Caps_OFF
source: Caps Lock key is OFF
fr: Le vérouillage des majuscules est désactivé

# KeyStatus_Caps_ON
source: Caps Lock key is ON
fr: Le vérouillage des majuscules est activé

# KeyStatus_Num_OFF
source: Num Lock key is OFF
fr: Le vérouillage du pavé numérique est désactivé

# KeyStatus_Num_ON
source: Num Lock key is ON
fr: Le vérouillage du pavé numérique est activé

# MyComputer_tip
source: Left click to open my computer{0}Right click for administrative tools
fr: Clic gauche pour ouvrir le poste de travail{0}Clic droit pour accéder aux outils d'administration

# not_available
source: n/a
fr: n/d

# NotePad_tip
source: Left click to open / close notepad.{0}Right click to launch your preffered text editor.
fr: Clic gauche pour ouvrir et fermer le bloc note.{0}Clic droit pour executer votre editeur de texte préféré.

# Pop3Checker_Hint
source: {2} emails and {3} spams on account {1} on server {0}{4}
fr: {2} emails et {3} spams sur le compte {1} du serveur {0}{4}

# Pop3Checker_nbmails
source: {0} emails
fr: {0} mails

# Pop3Checker_nomail
source: no mail
fr: aucun mail

# Pop3Checker_nospam
source: no spam
fr: aucun spam

# Pop3Checker_OpenIt
source: Left click to open your email program.{0}Right click to refresh mail counter.
fr: Clic gauche pour ouvrir vôtre logiciel de courrier electronique.{0}Clic droit pour rafraichir le nombre de mails reçu.

# PowerStatus_Tips1
source: Click to configure energy saving for your computer
fr: Cliquez ici pour configurer la manière dont votre ordinateur gère l'energie

# PowerStatus_Tips2
source: Click to configure energy saving for your computer{3}{3}Full charge battery duration : {0}{3}Battery remaining : {1} ({2}%)
fr: Cliquez ici pour configurer la manière dont votre ordinateur gère l'energie{3}{3}Durée de la batterie en pleine charge : {0}{3}Durée restante : {1} ({2}%)

# RecycleBin_Empty
source: Recyble bin is empty
fr: La poubelle est vide

# RecycleBin_Infos
source: {0} ({1} items) in Recycle bin{2}Left click to open it{2}Right click to empty
fr: {0} ({1} items) dans la poubelle{2}Clic gauche pour ouvrir la poubelle{2}Clic droit pour la vider

# ShutdownManager_ConfirmeLogOff
source: Do you really want to close your session ?
fr: Voulez vous vraiment fermer votre session ?

# ShutdownManager_ConfirmeLogOffTitle
source: user logoff confirmation
fr: fermeture de la session

# ShutdownManager_ConfirmeRestart
source: Do you really want to restart your computer ?
fr: Vouler vous vraiment redémarrer votre ordinateur ?

# ShutdownManager_ConfirmeRestartTitle
source: computer restart confirmation
fr: redémarrage de l'ordinateur

# ShutdownManager_ConfirmeShutDown
source: Do you really want to shutdown your computer ?
fr: Voulez vous vraiment éteindre votre ordinateur ?

# ShutdownManager_ConfirmeShutDownTitle
source: computer shutdown confirmation
fr: extinction de l'ordinateur

# StorageUserControlNotReady
source: not ready
fr: Périphérique non disponible

# StorageUserControlSize
source: {0} : {1}% used, {2} free
fr: {0} : {1}% utilisé, {2} disponible

# Sys_byte
source: B
fr: o

# Sys_d
source: day(s)
fr: jour(s)

# Sys_gbyte
source: GB
fr: go

# Sys_h
source: hour(s)
fr: heure(s)

# Sys_kbyte
source: KB
fr: ko

# Sys_m
source: month(s)
fr: mois

# Sys_mbyte
source: MB
fr: mo

# Sys_s
source: second(s)
fr: seconde(s)

# Sys_y
source: year(s)
fr: an(s)

# SysInfoGraph_Tips
source: Left click to open extended system informations{0}Right click choose display lines
fr: Clic gauche pour ouvrir le panneau d'informations systèmes{0}Clic droit pour choisir les informations à afficher sur le graphique

# SysInfos_02
source: Serial: {0}
fr: Numéro de série : {0}

# SysInfos_04
source: Paging file: {0}
fr: Mémoire virtuelle : {0}

# SysInfos_05
source: User '{0}' connected on '{1}' computer
fr: Utilisateur '{0}' connecté sur l'ordinateur '{1}'

# SysInfos_06
source: @IPv4 is {0} ({1})
fr: @IPv4 : {0} ({1})

# SysInfos_07
source: Card type: {0} {1} Mb/s
fr: Carte réseau : {0} {1} Mb/s

# SysInfos_09
source: {0} monitor(s) connected
fr: {0} écran(s) connecté(s)

# SysInfos_10
source: {0} (primary)
fr: {0} (principal)

# SysInfos_13
source: {0} running process (max {1}) with {2} threads (max {3})
fr: {0} processus (max {1}). {2} threads (max {3})

# SysInfos_14
source: Physical memory: {0}
fr: Mémoire physique : {0}

# SysInfos_16
source: Installed on: {0} / uptime: {1}:{2}:{3}
fr: Installé le : {0} / Allumé depuis : {1}:{2}:{3}

# SysInfos_17
source: {0}% of cpu used
fr: {0}% du processeur utilisé

# SysInfos_18
source: {0}% of {1} used
fr: {0}% des {1} utilisé

# SysInfos_19
source: Sent: {0}/s - Received: {1}/s{4}{2}% of {3}/s download bandwidth used.
fr: Envoyé : {0}/s - Reçu : {1}/s{4}{2}% des {3}/s de la bande passante descendante utilisé.

# SysInfos_20
source: Sent: {0}/s - Received: {1}/s{4}{2}% of {3}/s bandwidth used.
fr: Envoyé : {0}/s - Reçu : {1}/s{4}{2}% des {3}/s de la bande passante utilisé.

# SysInfos_21
source: {0}click here to switch between lan and wan
fr: {0}Cliquez ici pour basculer le vumetre entre le réseau local et la connection Internet

# SysInfos_22
source: no network interface found!!!
fr: aucune carte réseau trouvé !!!

# SysInfos_InstalleDateFormat
source: MM/dd/yy hh:mm tt
fr: dd/MM/yy HH:mm

# SysInfosTips
source: Left click to open SysInfo extended panel{0}Right click for context menu options
fr: Clic gauche pour ouvrir les informations systèmes{0}Clic droit pour ouvrir le menu contextuel d'options

# Toolbox_close
source: Close the ToolBox
fr: Fermer la ToolBox

# Toolbox_loading
source: Xtream's ToolBox :: Please wait - Initialisation of Sensor {0}
fr: Xtream's ToolBox :: Veuillez patienter - Initialisation du Sensor {0}

# Toolbox_move
source: Move the ToolBox
fr: Déplacer la ToolBox

# Toolbox_one_Instance
source: Only one instance of ToolBox is allowed...
fr: Il n'est pas autorisé d'executer plusieurs instances de la toolbox.

# Weather_01
source: location not found!
fr: ville non trouvée

# Weather_03
source: Last mesure: {0}
fr: Dernière mesure : {0}

# Weather_04
source: Last update: {0}
fr: Dernière mise à jour : {0}

# Weather_05
source: Temp: {0}°{1} (feels like {2}°{3})
fr: Température : {0}°{1} (ressentie {2}°{3})

# Weather_06
source: Relative Humidity: {0} / Drew point : {1}°{2}
fr: Humidité relative : {0} / Point de rosée : {1}°{2}

# Weather_08
source: UV index: {0} / Visibility : {1} {2}
fr: Indice UV : {0} / Visibilité : {1} {2}

# Weather_09
source: Wind speed: from {2} ({3}°) at {0} {1}
fr: Vitesse du vent : {0} {1} en provenance de {2} ({3}°)

# Weather_DataProvider
source: Weather data provide by
fr: Infos météo fournies par

# Weather_err
source: Can't get weather information. Check your location code, your network connection or the availibility of www.weather.com web site
fr: Impossible de récupérer les informations météo. Vérifiez votre code de localisation, votre connection réseau et le bon fonctionnement du site web www.weather.com

# Weather_tip
source: Open / Close weather informations
fr: Ouvrir / Fermer les informations météo

# Weather_WinDir_E
source: East
fr: Est

# Weather_WinDir_N
source: North
fr: Nord

# Weather_WinDir_S
source: South
fr: Sud

# Weather_WinDir_W
source: West
fr: Ouest

# ShutdownManager_ConfirmeHibernate
source: Do you really want put your computer in hibernation ?
fr: Voulez vous vraiment mettre votre ordinateur en veille prolongée ?

# ShutdownManager_ConfirmeHibernateTitle
source: computer hibernation confirmation
fr: mise en veille prolongée

# ShutdownManager_ConfirmeSuspend
source: Do you really want to suspend your computer ?
fr: Voulez vous vraiment mettre votre ordinateur en veille ?

# ShutdownManager_ConfirmeSuspendTitle
source: computer suspend confirmation
fr: mise en veille de l'ordinateur

# ShutdownManager_Tip
source: Left click to default action (see options){0}Right click for menu
fr: Clic gauche pour effectuer l'action par défaut (voir options){0}Clic droit pour afficher le menu

# ShutdownManager_ConfirmeLock
source: Do you really want to lock your computer ?
fr: Voulez vous vraiment vérouiller votre session ?

# ShutdownManager_ConfirmeLockTitle
source: computer lock confirmation
fr: vérouillage de la session

# ShutdownManager_ConfirmeSwitchUser
source: Do you really want to switch user ?
fr: Voulez vous vraiment changer d'utilisateur ?

# ShutdownManager_ConfirmeSwitchUserTitle
source: switch user confirmation
fr: bascule d'utilisateur

# ShutdownManager_Programmed
source: in
fr: dans

# SysInfos_06_v6
source: @IPv6 is {0}
fr: @IPv6 : {0}

# SysInfos_11
source: {0} (secondary)
fr: {0} (secondaire)
